<footer>
    <div class="bg_foot"></div>
    <div>
        <div class="info fonts">
            <div >
                <p>Вы можете позвонить нам по номерам:</p>
                <p>+7 (800) 555-55-50</p>
                <p>+7 (***) ***-**-**</p>
                <p>Адрес: ул. Незнайкино д. 66</p>
            </div>
            <div class="text-end ">
                <p>Мы в социальных сетях</p>
               <div class="d2p gd8">
                   <li><a class="k3e pd2 p2d" href="https://vk.com/diseeee" title="VK" rel="noopener" target="_blank"><svg xmlns="http://www.w3.org/2000/svg" width="24" height="24" class="dp2"><path fill="currentColor" d="M12.982 19C5.466 19 1.18 13.745 1 5h3.765c.124 6.418 2.9 9.137 5.098 9.698V5h3.546v5.536c2.17-.239 4.452-2.761 5.221-5.536h3.546a10.79 10.79 0 0 1-1.698 4.002 10.558 10.558 0 0 1-3.126 2.977 10.895 10.895 0 0 1 3.563 2.893A11.153 11.153 0 0 1 23 19h-3.903a6.94 6.94 0 0 0-2.104-3.377 6.726 6.726 0 0 0-3.584-1.626V19h-.427Z"></path></svg></a></li>
                   <li><a class="k3e pd2 p2d" href="https://t.me/Dianadise" title="Telegram" rel="noopener" target="_blank"><svg xmlns="http://www.w3.org/2000/svg" width="24" height="24" class="dp2"><path fill="currentColor" d="M2.512 10.749c5.906-2.54 9.844-4.215 11.814-5.024 5.626-2.31 6.795-2.711 7.557-2.725.168-.003.542.038.785.233.205.164.261.386.288.541.027.156.06.51.034.788-.305 3.162-1.624 10.837-2.295 14.379-.284 1.498-.843 2-1.384 2.05-1.177.107-2.07-.767-3.21-1.505-1.782-1.154-2.79-1.872-4.52-2.998-2-1.301-.704-2.016.436-3.185.298-.306 5.482-4.96 5.582-5.383.012-.053.024-.25-.094-.353-.119-.104-.294-.069-.42-.04-.179.04-3.027 1.898-8.545 5.575-.808.548-1.54.815-2.197.801-.723-.015-2.114-.403-3.149-.735-1.268-.407-2.276-.623-2.189-1.314.046-.36.548-.728 1.507-1.105Z"></path></svg></a></li>
                </div>
                <p>2022 ©Канцелярский магазин "DUNNO"</p>
                <div class="links fonts"><a href="/adminlog">Администратор</div>
            </div>
        </div>
    </div>
</footer>
